Repository: common-repository/cms-admin-area
Catalog: languages/cms-admin-area-*.po
Languages: pl_pl

source: Admin Area Options
pl_pl: Opcje CMS admin area

source: Appearance
pl_pl: Wygląd

source: Content summary
pl_pl: Podsumowanie treści

source: Login Screen
pl_pl: Ekran logowania

source: Admin panel style
pl_pl: Styl panelu administracyjnego

source: Footer
pl_pl: Stopka

source: Admin bar settings
pl_pl: Ustawienia paska administracyjnego

source: Dashboard settings
pl_pl: Ustawienia pulpitu

source: Logo Image
pl_pl: Logo

source: Change the logo of the login screen
pl_pl: Zmień logo w ekranie logowania

source: Login Screen URL
pl_pl: URL Logo

source: Customize the URL of the logo
pl_pl: Podaj dowolny adres, na który ma kierować podlinkowane logo w panelu logowania

source: Admin Horizontal Tabs
pl_pl: Górne menu administracyjne

source: Admin footer text
pl_pl: Tekst w stopce

source: choose "0" if you want to completly remove footer text
pl_pl: Wybierz "0" jeśli chcesz całkowicie usunąć tekst ze stopki

source: Remove admin bar wp-logo
pl_pl: Usuń logo z paska

source: Remove admin bar comments
pl_pl: Usuń komentarze z paska

source: Remove admin bar updates
pl_pl: Usuń ifnormacje o aktualizacjach w pasku

source: Remove admin bar new user
pl_pl: Usuń opcję dodawania nowego użytkownika w panelu

source: Remove dashboard metaboxes
pl_pl: Usuwanie boksów z pulpitu

source: Remove welcome panel
pl_pl: Usuwanie panelu powitalnego

source: Add short link widget
pl_pl: Dodaj widget ze skrótami do zarządzania wyglądem

source: Add widget content summary
pl_pl: Dodaj widget z podsumowaniem treści

source: Meta Fields
pl_pl: Sekcja meta strony głównej

source: Hide site generator
pl_pl: Ukryj informacje o Wordpress

source: Remove wp_generator tag
pl_pl: Zaznaczenie powoduje usunięcie tagu meta z informację o wersji Wordpress

source: Hide RSD link
pl_pl: Ukryj link RSD

source: Hide wlwmanifest.xml file
pl_pl: Ukryj plik wlwmanifest.xml

source: Hide feed links
pl_pl: Usuń feed z nagłówka

source: Hide feed links extra
pl_pl: Usuń linki feed extra z nagłówka

source: Remove Notifications
pl_pl: Usuwanie powiadomień

source: Remove screen options & help tab
pl_pl: Usuwanie zakładek: Pomoc i Panel opcji

source: Hide wordPress core update notice
pl_pl: Usuń powiadomienia o nowych wersjach Wordpress

source: Hide plugin update notice
pl_pl: Usuń powiadomienia o nowych wersjach pluginów

source: Hide theme update notice
pl_pl: Usuń powiadomienia o nowych wersjach skórek

source: Hide screen options
pl_pl: Ukryj panel opcji

source: Hide help tab
pl_pl: Ukryj zakładkę z pomocą

source: Upload Logo
pl_pl: Prześlij logo

source: Delete image
pl_pl: Usuń obrazek

source: Menus
pl_pl: Menu

source: Widgets
pl_pl: Widgety

source: Themes
pl_pl: Skórki

source: Pages
pl_pl: Strony

source: Posts
pl_pl: Artykuły

source: Post list
pl_pl: Lista artykułów

source: Add new post
pl_pl: Dodaj nowy artykuł

source: Add new page
pl_pl: Dodaj nowa stronę

source: Admin Area Settings
pl_pl: Ustawienia CMS admin area

source: Visual Options
pl_pl: Wygląd panelu administracyjnego

source: Site Settings
pl_pl: Ustawienia strony

source: Extend Configuration
pl_pl: Opcje zaawansowane
